using System;

namespace MyApp // Note: actual namespace depends on the project name.
{
    internal class Program
    {
        static void Main(string[] args)
        {
            // Вывести пользователю простое сообщение.
            Console.WriteLine("***** My First C# Арр *****");
            Console.WriteLine("Hello World");
            Console.WriteLine();
            Console.WriteLine();
            // Ожидать нажатия клавиши <Enter>, прежде чем завершить работу.
            Console.ReadLine();
        }
    }
}